{
  "Blog": "Blog",
  "Email": "Email",
  "GitHub": "GitHub",
  "ISO": "ISO",
  "JCUT Mirror": "JCUT Mirror",
  "MirrorZ 镜像站项目": "The MirrorZ Project",
  "使用说明": "Help",
  "关于我们": "About Us",
  "安装映像": "Installation Image",
  "展开": "Expand",
  "常用镜像": "Popular Mirrors",
  "所有镜像": "All Mirrors",
  "折叠": "Collapse",
  "文件列表": "File List",
  "全新版本": "New Version",
  "荆楚理工学院开源镜像站": "Jingchu University of Technology open source mirror station",
  "最近更新于 {{date}}": "Last updated at {{date}}",
  "本镜像站提供了包括 Docker, PostgreSQL, Ubuntu 等项目源的镜像，以服务教育和科学研究为目的，提倡自由、平等、协作、共享的精神。": "We provide a variety of mirrors including Docker, PostgreSQL, and Ubuntu, for the purpose of serving education and scientific research, and promoting the spirit of freedom, equality, collaboration, and sharing.",
  "浅色": "Light",
  "荆楚理工学院开源镜像站是一个致力于助力开发者开发，方便荆楚校内外师生高效访问开源资源的非盈利计划。\n\n本站由荆楚理工学院信息化办公室支持创办\n\n由JCIOT团队开发运行维护，感谢团队成员YangFan,ZhaoYinghao为本站建设作出的贡献\n\n本站基于浙江大学ZJUSCT开源的mirror-front与清华大学TUNA开源的tunasync项目，感谢ZJUSCT与TUNA为国内开源生态作出的伟大贡献 除特殊注明外，本站源码在 Apache License 2.0 许可下发布，本站创作内容均在 CC BY-NC-SA 4.0 许可下发布，相关源码及创作内容可在 GitHub 获取。\n\nIssues & Mirror Request (GitHub)\n\n根据相关法律法规，本站部分内容仅对校内用户提供服务。": "The Open Source Mirror Station of Jingchu University of Technology is a non-profit program dedicated to helping developers develop and facilitate teachers and students inside and outside Jingchu University to access open source resources efficiently.\n\nThis site is supported by the information Office of Jingchu Institute of Technology\n\nDeveloped by JCIOT team, operation and maintenance, thanks to team members YangFan,ZhaoYinghao for their contributions to the construction of this site\n\nThis site is based on the mirror front of ZJUSCT open source of Zhejiang University and tunasync project of TUNA open source of Tsinghua University. Thanks to ZJUSCT and TUNA for their great contribution to the domestic open source ecology. Unless otherwise noted, the source code of this site is released under the Apache License 2.0 license. The content created on this site is published under the CC BY-NC-SA 4.0 license, and the relevant source code and creative content can be obtained on GitHub.\n\nIssues & Mirror Request (GitHub)\n\nAccording to relevant laws and regulations, some contents of this site are only available to campus users.",
  "荆楚理工学院信息化办公室": "Jingchu University of Technology information office",
  "浙江大学开源镜像站": "Open Source Software Mirror Site of JingChu University",
  "浙江大学开源镜像站是一个致力于普及开源软件，方便校内外用户高效访问开源项目的各种资源的非盈利计划。": "JCUT Mirror is a non-profit program aimed at popularizing open source software and facilitating efficient access to various resources of open source projects by all users.",
  "根据相关法律法规，本站不对欧盟用户提供服务。": "According to the relevant laws and regulations, this site does not provide services to EU users.",
  "深色": "Dark",
  "清华大学 TUNA 协会": "TUNA @ Tsinghua University",
  "版本": "Version",
  "特别鸣谢": "Special Thanks",
  "系统默认": "System Default",
  "语言": "Language",
  "返回": "Back",
  "显示镜像目录名称": "List mirrors by directory",
  "显示镜像名称": "List mirrors by name",
  "校外网络": "Off-Campus",
  "校内网络 - IPv4": "On-Campus - IPv4",
  "校内网络 - IPv6": "On-Campus - IPv6",
  "近期更新": "Latest Update",
  "问题反馈与镜像请求（GitHub）": "Issues & Mirror Request (GitHub)"
}
